accountsservice
acpi
acpid
adapta-gtk-theme
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alacritty
alsa-firmware
alsa-utils
android-tools
android-udev
aspell-en
avahi
b43-fwcutter
bash
bat
blueman
btrfs-progs
bzip2
chromium
code
coreutils
cpupower
crda
cronie
cryptsetup
device-mapper
dhclient
dhcpcd
diffutils
discount
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
engrampa
evince
exfat-utils
exo
f2fs-tools
feh
ffmpeg
ffmpegthumbnailer
file
filesystem
findutils
firefox-developer-edition
flameshot
freetype2
garcon
gawk
gcc-libs
gcolor2
gestures
gettext
gimp
glibc
glibc-locales
gnome-icon-theme
gnome-keyring
gnome-themes-extra
gparted
grep
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtkhash-thunar
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
hibernator
htop
hunspell-en_us
i3-gaps
i3status-rust
inetutils
intel-ucode
inxi
iproute2
iputils
jfsutils
jq
jre11-openjdk
jre11-openjdk-headless
languagetool
ledger-live-bin
less
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libgsf
libinput-gestures
libmythes
libopenraw
libreoffice-still
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux510
logrotate
lsd
lvm2
lxappearance-gtk3
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-pulse
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-xfce-minimal-settings
manjaro-zsh-config
matcha-gtk-theme
mdadm
memtest86+
menulibre
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mtpfs
mugshot
mythes-en
nano
nano-syntax-highlighting
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
noto-fonts
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvm
openresolv
openssh
os-prober
p7zip
pa-applet
pacman
pamac-gtk
parole
pasystray
pavucontrol
pciutils
perl
perl-file-mimeinfo
picom
playerctl
poppler-glib
powertop
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
python-invoke
python-pip
qpdfview
reiserfsprogs
rofi
rofi-calc
rsync
rustup
s-nail
samba
sbt
screenfetch
sed
shadow
sof-firmware
spectre-meltdown-checker
squashfs-tools
ssh-tools
sudo
sysfsutils
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
telegram-desktop
terminus-font
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift-autosnap-manjaro
tlp
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono
ttf-meslo-nerd-font-powerlevel10k
tumbler
udiskie
udisks2
unace
unrar
usb_modeswitch
usbutils
util-linux
vi
vim
vlc
vulkan-intel
vulkan-radeon
wget
which
wpa_supplicant
xbindkeys
xclip
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xiccd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xz
